import archiveImg from '../assets/2020-09-14_174146 1.png'
import archiveImg2 from '../assets/Picture1.png'

const Archive = () => {
  return (
    <div className='py-16'>
    <div className='flex justify-between items-center'>
      <div className='w-2/4'>
          <h3 className='font-bold text-xl text-[rgba(0,19,90,1)] mb-8'>ارشفه الكترونيه</h3>
          <p className='text-[rgba(0,19,90,1)] font-medium mb-6'>تعد الأرشفة الألكترونية من الأساليب الحديثة في نظم المعلومات والأتصالات والتي احدثت انقلاباً جذرياً على المفهوم التقليدي القديم للوثائق الورقية وآلية حفظها وأرشفتها وتداولها . حيث شهد العقد الأخير من القرن العشرين تطورات عميقة وشاملة</p>
          <p className='text-[rgba(0,19,90,1)] font-medium mb-6'> ومع مخاطر تعرض الوثائق الورقية الى الضياع والتلف والفقدان والسرقة والحريق ومع التزايد المستمر في حجم المعلومات الورقية في جميع الدوائر الحكومية دعت الضرورة الى استخدام نظام الأرشفة الألكترونية لما فيه من فوائد تنعكس على العمل بشكل ايجابي ومتحضر والذي نستطيع من خلاله انشاء</p>
          <p className='text-[rgba(0,19,90,1)] font-medium mb-6'>قاعدة بيانات معلوماتية تضم جميع المعلومات الالكترونية المؤرشفة باستخدام برامج الفهرسة الالكترونية وامكانية البحث عن الملفات واستدعائها والأسترجاع السريع والمباشر لأي وثيقة او مستند وبطريقة سهلة وسلسة مستفيدين بذلك من الجهد والوقت اللذان ينصرمان اثناء البحث عن الوثيقة او المعلومة المطلوبة.</p>
          <p className='text-[rgba(0,19,90,1)] font-medium mb-6'>ونود هنا ان نتطرق الى الأستراتيجية التي تبنى عليها انظمة الفهرسة الألكترونية والتي تهدف الى ان تكون هناك ادارة بلا ورق من خلال التبادل الالكتروني للمعلومات والوثائق بين كافة دوائر ومؤسسات الدولة وحتى بين الاشخاص العاديين وصولاً وتماشياً الى تطبيق منهجية الحوكمة الألكترونية والتي باتت من الشائعات الأكثر استخداماً في البلدان الأجنبية والعربية المتقدمة حيث من السهولة للشخص ان يتابع ويراقب عملية سير المعاملة او القضية التي تخصه والمتواجدة في دوائر الدولة الحكومية وهو جالس في مكانه مستثمراً بذلك الجهد والكلفة اللذان يبذلهماللوصول الى الدائرة المعنية والسؤال عنها .</p>
      </div>
     <div>
        <img src={archiveImg} alt='archive' />
     </div>
    </div>
    <div className='pt-8'>
       <div className='flex justify-between items-center gap-5'>
          <h3 className='font-semibold  text-[rgba(0,19,90,1)] mb-8'>ويمكن تحديد اهم ماتصبو اليه الأرشفة الألكترونية من مميزات بالتالي:</h3>
          <img src={archiveImg2} alt='archive' />
       </div>
       <div>
            <ul>
                    <li className='font-medium text-[rgba(0,19,90,1)] mb-5'>1- توفير المساحات المكتبية التي تستهلك وتستغل في تخزين الوثائق والملفات الورقية .</li>
                    <li className='font-medium text-[rgba(0,19,90,1)] mb-5'>2- توفير نسخة احتياطية من الوثائق في حالة تعرض الوثائق الاصلية لأي تلف نتيجة تعرضها للعوامل البيئية والجوية المختلفة او الحرائق او السرقة<br></br> او الضياع اوغيرها حيث ننصح بان تكون النسخ الاضافية (الالكترونية ) بعيدة عن الموقع الذي توجد فيه النسخة الأصلية تلافياً للحالات التي تم ذكرها آنفاً.</li>
                    <li className='font-medium text-[rgba(0,19,90,1)] mb-5'>3- سهولة استرجاع واستدعاء الوثائق والملفات المطلوبة باستخدام طرق ووسائل برمجية متعددة البحث مع الامكانية المتطورة في عملية البحث .</li>
                    <li className='font-medium text-[rgba(0,19,90,1)] mb-5'>4- سهولة التبادل للوثائق والمعلومات بين داخل وخارج مؤسسات الشركة بعيدا عن حملها وتعرضها للسرقة والفقدان والتلف .</li>
                    <li className='font-medium text-[rgba(0,19,90,1)] mb-5'>5- يمكن استخدام برامج الكترونية تتيح للاشخاص الأطلاع على الوثائق والمعلومات لأكثر من شخص وبنفس الوقت كما هو الحال في المكتبة الألكترونية <br></br>(قيد الأنشاء ) المستخدمة في قسم المعلومات .</li>
                    <li className='font-medium text-[rgba(0,19,90,1)] mb-5'>6- امكانية الحذف والأضافة للوثائق المتكررة والمفقودة .</li>
                    <li className='font-medium text-[rgba(0,19,90,1)] mb-5'>7- التقليل من التكاليف في الورق والجهد والوقت في عمليات الطباعة والاستنساخ اثناء تداولها .</li>
                    <li className='font-medium text-[rgba(0,19,90,1)] mb-5'>8- توحيد المعايير فيالتعامل مع الوثائق وذلكبالربط بين المعلومات في أكثر من قاعدة معلومات سواء داخلالمؤسسة الأم أو خارجها.</li>
                    <li className='font-medium text-[rgba(0,19,90,1)] mb-5'>9- الرفع من أداءالمؤسسات الحكومية وكذلك مؤسسات القطاع الخاص والتقليل من الأخطاء ومخالفة الأنظمة.</li>
                </ul>
       </div>
    </div>
</div>
  )
}

export default Archive